Repository: ejplatform/ej-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Documentation
pt_br: Documentação

source: pending
pt_br: Esperando

source: running
pt_br: Processando

source: finished
pt_br: finalizado

source: skipped
pt_br: Pulados

source: failed
pt_br: com falha

source: Name
pt_br: Nome

source: User's full name
pt_br: Nome completo do usuário

source: slug
pt_br: identificador

source: name
pt_br: nome

source: title
pt_br: título

source: description
pt_br: descrição

source: Conscise description used on listings.
pt_br: Descrição concisa utilizada em listas.

source: detailed description
pt_br: descrição detalhada

source: Detailed description of object.
pt_br: Descrição detalhada do objeto.

source: An enumeration field
pt_br: Um campo de enumeração

source: Users can register additional e-mail addresses. This is the main e-mail address which is used for login.
pt_br: Usuários podem registrar e-mails adicionais. Este é o e-mail principal utilizado para login.

source: Full name of the user.
pt_br: Nome completo do usuário.

source: Alias
pt_br: Apelido

source: Public alias used to identify the user.
pt_br: Apelido público usado para identificar o usuário.

source: staff status
pt_br: status de equipe

source: Designates whether the user can log into the admin site.
pt_br: Indica se o usuário pode logar no admin do site

source: active
pt_br: ativo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pt_br: Indica se este usuário é considerado ativo. Desmarque aqui em vez de apagar contas.

source: date joined
pt_br: data de ingresso

source: user
pt_br: usuário

source: No %(verbose_name)s found matching the query
pt_br: Nenhum nome %(verbose_name)s encontrado

source: This template defines no extra variables
pt_br: Este template não define variáveis extras

source: List of roles
pt_br: Lista de papéis

source: hello
pt_br: olá

source: Access CPA panel
pt_br: Acesse o Painel CPA!

source: Go!
pt_br: Quero ir!

source: EJ Platform
pt_br: Plataforma EJ

source: Not part of EJ yet?
pt_br: Não faz parte do EJ ainda?

source: Welcome!
pt_br: Boas vindas!

source: Account Inactive
pt_br: Conta inativa.

source: This account is inactive.
pt_br: Essa conta está inativa.

source: Account
pt_br: Conta

source: E-mail Addresses
pt_br: Endereço de email

source: The following e-mail addresses are associated with your account:
pt_br: Esse endereço de email está associado com a sua conta:

source: Verified
pt_br: Verificado

source: Unverified
pt_br: Não verificado

source: Primary
pt_br: Principal

source: Make Primary
pt_br: Tornar principal

source: Re-send Verification
pt_br: Reenviar a verificação

source: Remove
pt_br: Remover

source: Warning:
pt_br: Aviso:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
pt_br: Atualmente você não tem nenhum endereço de email configurado. Você deveria acrescentar um endereço para receber notificações, reconfigurar sua senha, etc.

source: Add E-mail Address
pt_br: Adicionar endereço de email

source: Add E-mail
pt_br: Adicionar E-mail

source: Do you really want to remove the selected e-mail address?
pt_br: Você realmente quer remover os endrereços de email selecionados?

source: Welcome from %(site_name)s! You are receiving this message because the user %(user_display)s signed-up with this mail address. To confirm that it's ok, go to %(activate_url)s
pt_br: Saudações de %(site_name)s! Você está recebendo essa mensagem porque o usuário %(user_display)s se registrou com esse endereço de email. Para confirmar se está tudo certo, vá até %(activate_url)s

source: Tks from %(site_name)s! ejplatform.org
pt_br: Um obrigado do %(site_name)s! ejplatform.org

source: Please confirm your email address
pt_br: Favor confirmar seu endereço de email

source: Hello from %(site_name)s! You are receiving this message because you or someone has asked a new password for your user account. If it weren't you, ignore this message. Access the link below to recreate you password.
pt_br: Saudações do %(site_name)s! Você está recebendo essa mensagem porque você ou alguém pediu uma nova senha para a sua conta de usúario. Se não foi você, ignore essa mensagem. Acesse o link abaixo para recriar sua senha.

source: If you forgot, your username is %(username)s.
pt_br: Se você esqueceu, seu nome de usuário é %(username)s.

source: Tks for participating on %(site_name)s! %(site_domain)s
pt_br: Obrigado por participar do %(site_name)s! %(site_domain)s

source: Request to generate a new password
pt_br: Pedido para gerar uma nova senha

source: Confirm E-mail Address
pt_br: Confirme o endereço de email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pt_br: Por favor confirme que o <a href="mailto:%(email)s">%(email)s</a> é um endereço de email do usuário %(user_display)s.

source: Confirm
pt_br: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pt_br: Este link de confirmação de email expirou ou é inválido. Por favor <a href="%(email_url)s">peça uma nova confirmação</a>.

source: Signup
pt_br: Registrar

source: Forgot Password?
pt_br: Esqueceu a senha?

source: Sign In
pt_br: Login

source: Sign Up
pt_br: Registrar

source: Sign Out
pt_br: Sair

source: Are you sure you want to sign out?
pt_br: Você tem certeza que quer sair?

source: Change Password
pt_br: Mudar a senha

source: Password Reset
pt_br: Recriar a senha

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pt_br: Esqueceu sua senha? Insira seu endereço de email abaixo, e nós vamos lhe enviar uma mensagem com instruções para recriar sua senha.

source: Reset My Password
pt_br: Recriar minha senha

source: Please contact us if you have any trouble resetting your password.
pt_br: Por favor nos contate se tiver algum problema recriando sua senha.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
pt_br: Nós te enviamos um email. Por favor nos contato se não receber dentro de alguns minutos.

source: Bad Token
pt_br: Token inválido

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pt_br: O link de reconfiguração da senha é inválido, possivelmente porque já foi usado. Por favor faça <a href="%(passwd_reset_url)s">um novo pedido de recriação da senha</a>.

source: change password
pt_br: mudar a senha

source: Your password is now changed.
pt_br: Sua senha foi alterada.

source: Set Password
pt_br: Configurar senha

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
pt_br: Já tem uma conta? Então por favor <a href="%(login_url)s">faça login</a>.

source: Sign Up Closed
pt_br: Registro encerrado

source: We are sorry, but the sign up is currently closed.
pt_br: Sinto muito, mas o registro está fechado no momento.

source: Verify Your E-mail Address
pt_br: Verifique seu endereço de email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
pt_br: Nós te enviamos um email para verificação. Siga o link fornecido para finalizar o processo de registro. Por favor nos contate se você não receber dentro de alguns minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
pt_br: Essa parte do app requer que verifiquemos que você é quem diz ser. Por esse motivo, requeremos que você verifique o seu endereço de email.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
pt_br: Nós enviamos um email para verificação. Por favor clique no link do email. Por favor nos contate se você não receber dentro de alguns minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
pt_br: <strong>Nota:</strong> você ainda poe <a href="%(email_url)s">mudar seu endereço de email</a>.

source: Please enter your e-mail to finish the process:
pt_br: Favor confirmar seu endereço de email:

source: Boards
pt_br: Murais

source: Slug
pt_br: Identificador

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Board
pt_br: Mural

source: Slug already exists.
pt_br: Essa URL já existe.

source: Stereotypes
pt_br: Estereótipos

source: Create board
pt_br: Criar mural

source: Invalid slug.
pt_br: URL inválida.

source: Slug cannot contain a backslash character.
pt_br: O identificador não pode conter uma barra.

source: Clusters
pt_br: Grupos

source: Stereotype for this conversation with this name already exists.
pt_br: Um estereótipo com esse nome já existe nessa conversa

source: How was this cluster conceived?
pt_br: Como este grupo foi concebido?

source: {name} ("{conversation}" conversation)
pt_br: {name} (conversa "{conversation}")

source: Conversation associated with the stereotype.
pt_br: Conversa associada a um esteriótipo.

source: A detailed description of your stereotype for future reference. You can specify a background history, or give hints on the exact profile the stereotype wants to capture.
pt_br: Descrição detalhada do seu estereótipo para referencia futura. Você pode especificar uma história de referência, ou dar dicas do perfil exato que esse estereótipo quer capturar

source: Comment
pt_br: Comentar

source: Choice
pt_br: Escolha

source: Force clusterization
pt_br: Forçar agrupamento

source: Stereotype votes ({conversation})
pt_br: Votos de estereótipo ({conversation})

source: Username
pt_br: Nome de usuário

source: Options
pt_br: Opções

source: Waiting for more data
pt_br: Esperando por mais dados

source: Active
pt_br: Ativo

source: Disabled
pt_br: Desabilitado

source: Configurations
pt_br: Configurações

source: Social network
pt_br: Rede social

source: Name of the social network (e.g., Facebook)
pt_br: Nome da rede social (ex. Facebook)

source: Icon name
pt_br: Nome do ícone

source: Icon name in font-awesome. Use short version like "google", "facebook-f", etc.
pt_br: Nome do ícone na Font-awesome. Use a versão curta como "google", "facebook-f", etc.

source: Ordering
pt_br: Prioridade

source: You can manually define the ordering that each icon should appear in the interface. Otherwise, icons will be shown in insertion order.
pt_br: Você pode definir a prioridade com que cada ícone vai aparecer na interface. Caso contrário, aparecerão na ordem de inserção.

source: Link to your social account page.
pt_br: Link para o seu perfil de rede social.

source: Social media icon
pt_br: Ícone de mídia social

source: Social media icons
pt_br: Ícones de mídias sociais

source: Color name
pt_br: Nome da cor

source: Color
pt_br: Cor

source: Color code in hex (e.g., #RRGGBBAA) format.
pt_br: Código da cor em hexa (ex., #RRGGBBAA)

source: Unique identifier for fragment name
pt_br: Identificador único para nome do fragmento

source: content
pt_br: conteúdo

source: Raw fragment content in HTML or Markdown
pt_br: Formato cru do conteúdo do fragmento

source: Conversations
pt_br: Conversas

source: Votes
pt_br: Votos

source: Comments
pt_br: Comentários

source: '{color}' is a bad color value
pt_br: '{color}' não é uma cor válida

source: Invalid font awesome icon name. Please use the short format (i.e., "facebook-f" instead of "fab fa-facebook-f"
pt_br: Ícone font awesome inválido. Use o formato curto (ex: "facebook-f" em vez de "fab fa-facebook-f")

source: Moderation
pt_br: Moderação

source: Give your opinion here
pt_br: Dê a sua opinião aqui

source: It seems that you created repeated comments. Please verify if there aren't any equal comments
pt_br: Parece que você criou um comentário repetido. Verifique se já não existe um comentário igual

source: Tags, separated by commas
pt_br: Tags, separadas por vírgula

source: Type here the question for your research
pt_br: Escreva aqui a pergunta da sua consulta

source: Permanent link.
pt_br: Link permanente

source: awaiting moderation
pt_br: aguardando moderação

source: approved
pt_br: aprovado

source: rejected
pt_br: rejeitado

source: Incomplete or incomprehensible text
pt_br: Texto incompleto ou incompreensível

source: Off-topic
pt_br: Fora do tópico da conversa

source: Offensive content or language
pt_br: Linguagem ou conteúdo ofensivo

source: Duplicated content
pt_br: Conteúdo duplicado

source: Violates terms of service of the platform
pt_br: Viola os termos de uso da plataforma

source: Content
pt_br: Conteúdo

source: Body of text for the comment
pt_br: Corpo de texto do comentário

source: Rejection reason
pt_br: Motivo para rejeição

source: You must provide a reason to reject a comment. Users will receive this feedback.
pt_br: Você deve fornecer uma razão para rejeitar um comentário. O autor do comentário verá este feedback.

source: Promoted comment?
pt_br: Comentário promovido?

source: Promoted comments are prioritized when selecting random commentsto users.
pt_br: Comentários promovidos são priorizados no momento da exibição aleatória de comentários aos usuários.

source: Must give a reason to reject a comment
pt_br: Deve fornecer uma razão para rejeitar o comentário

source: A short description about this conversation. This is used internally and to create URL slugs. (e.g. School system)
pt_br: Uma breve descrição sobre essa conversa. Isso é usado internamente para criar identificadores de URL (slugs. Ex: sistema de ensino)

source: Question
pt_br: Questão

source: A question that is displayed to the users in a conversation card. (e.g.: How can we improve the school system in our community?)
pt_br: Uma questão que é exibida aos usuários numa conversa. (ex: Como podemos melhorar o sistema educacional na nossa comunidade?)

source: Only the author and administrative staff can edit this conversation.
pt_br: Apenas o autor e o administrador podem editar esta conversa.

source: promoted?
pt_br: promovido?

source: Promoted conversations appears in the main /conversations/ endpoint.
pt_br: Conversas promovidas aparecem no mural principal /conversations.

source: hidden?
pt_br: oculta?

source: Hidden conversations does not appears in boards or in the main /conversations/ endpoint.
pt_br: Conversas ocultas não aparecem no mural principal /conversations/

source: Limit users
pt_br: Limitar usuários

source: Limit number of participants, making /reports/ route unavailable if limit is reached except for super admin.
pt_br: Limitar o numero de participantes, tornando a rota /reports/ indisponível se o limite é atingido (exceto para usuário admin).

source: Can publish promoted conversations
pt_br: Pode publicar conversas promovidas

source: Can moderate comments in any conversation
pt_br: Pode moderar comentários em qualquer conversa

source: User does not have permission to create a promoted conversation.
pt_br: Usuário não tem permissão para criar uma conversa promovida.

source: automatically rejected
pt_br: rejeitado automaticamente

source: No comments available for this user
pt_br: Não há comentários disponíveis para esse usuário

source: Skip
pt_br: Pular

source: Agree
pt_br: Concorda

source: Disagree
pt_br: Discorda

source: vote should be one of 'agree', 'disagree' or 'skip', got {value}
pt_br: voto que deve ser uma das opções de 'concorda', 'discorda' ou 'pula', foi {value}

source: Agree, disagree or skip
pt_br: Concorda, discorda ou pula

source: Created at
pt_br: Criado em

source: non-moderated comments cannot receive votes
pt_br: comentários não-moderados não podem receber votos

source: login
pt_br: entrar

source: List conversations
pt_br: Listar conversas

source: A space for adolescents to discuss actions that promote, guarantee and defend their rights
pt_br: Um espaço para adolescentes debaterem ações que promovam, garantam e defendam seus direitos

source: Public conversations
pt_br: Conversas públicas

source: Participate of conversations and give your opinion with comments and votes!
pt_br: Participe das conversas e dê sua opinião com comentários e votos!

source: Field cannot be empty!
pt_br: Campo não pode estar vazio!

source: Created Comment
pt_br: Comentário criado

source: Had Comment Approved
pt_br: Teve comentário aprovado

source: Agreed With
pt_br: Concordou com

source: Passed On
pt_br: Passou

source: Disagreed With
pt_br: Discordou com

source: Created Conversation
pt_br: Criar conversa

source: Was Created
pt_br: Foi criada

source: Filled Profile
pt_br: Perfil preenchido

source: Help
pt_br: Ajuda

source: Page {slug} not found
pt_br: Página {slug} não encontrada

source: Math
pt_br: Módulo matemático

source: Notifications
pt_br: Notificações

source: General
pt_br: Geral

source: Conversation
pt_br: Conversa

source: Group
pt_br: Grupo

source: Trophies
pt_br: Troféus

source: Admin
pt_br: Usuário administrativo

source: Approved Notifications
pt_br: Notificações aprovadas

source: Disapproved Notifications
pt_br: Notificações não aprovadas

source: Enabled
pt_br: Habilitado

source: Push notifications
pt_br: Notificações

source: Purpose
pt_br: Propósito

source: Notification options
pt_br: Opções de notificações

source: List of notifications
pt_br: Lista de notificações

source: user does not have the right to promote this comment
pt_br: usuário não tem permissão para promover esse comentário

source: Comment is not in conversation that user can promote or is expired.
pt_br: Esse comentário está expirado ou não está numa conversa que o usuário pode promover.

source: Basic information
pt_br: Informações básicas

source: Address
pt_br: Endereço

source: Advanced
pt_br: Avançado

source: Profiles
pt_br: Perfis

source: Not filled
pt_br: Não preenchido

source: Black
pt_br: Preto

source: Brown
pt_br: Pardo

source: White
pt_br: Branco

source: Yellow
pt_br: Amarelo

source: Indigenous
pt_br: Indígena

source: Do not know
pt_br: Não sei

source: Not declared
pt_br: Não declarado

source: Female
pt_br: Feminino

source: Male
pt_br: Masculino

source: Other
pt_br: Outro

source: Race
pt_br: Raça

source: Ethnicity
pt_br: Etnia

source: Education
pt_br: Escolaridade

source: Gender identity
pt_br: Identidade de gênero

source: User provided gender
pt_br: Gênero fornecido pelo usuário

source: Age
pt_br: Idade

source: Birth Date
pt_br: Data de Nascimento

source: Country
pt_br: País

source: State
pt_br: Estado

source: City
pt_br: Cidade

source: Biography
pt_br: Biografia

source: Occupation
pt_br: Ocupação

source: Political activity
pt_br: Atividade política

source: Profile Photo
pt_br: Foto de Perfil

source: Administrative user
pt_br: Usuário administrativo

source: Regular user
pt_br: Usuário regular

source: My conversations
pt_br: Suas conversas

source: See all conversations created by you
pt_br: Ver todas as conversas criadas por você

source: Reports
pt_br: Relatórios

source: Author
pt_br: Autor

source: Text
pt_br: Texto

source: Missing
pt_br: Faltando

source: Skipped
pt_br: Pulados

source: Average
pt_br: Média

source: Divergence
pt_br: Divergência

source: Entropy
pt_br: Entropia

source: User
pt_br: Usuário

source: Participation ratio
pt_br: Índice de participação

source: Approved
pt_br: Aprovado

source: Rejected
pt_br: Rejeitado

source: Pending
pt_br: Esperando

source: Rocket.Chat integration
pt_br: Integração com o Rocket.Chat

source: Rocket.Chat URL
pt_br: URL do Rocket.Chat

source: Required URL for Rocket.Chat admin instance.
pt_br: URL da instância admin do Rocket.Chat.

source: Username for Rocket.Chat admin user.
pt_br: Nome de usuário do administrador do Rocket.Chat.

source: Password
pt_br: Senha

source: Password for Rocket.Chat admin user.
pt_br: Senha para o usuário admin do Rocket.Chat

source: Error connecting to server
pt_br: Erro ao conectar ao server

source: Invalid username or password
pt_br: Email ou senha inválidos

source: Error registering on Rocket.Chat server
pt_br: Erro ao registrar no servidor do Rocket.Chat

source: Username already in use.
pt_br: Nome de usuário já existe.

source: User with {email} e-mail already exists.
pt_br: Já existe um usuário com o email {email}

source: Password for the Rocket.Chat admin account
pt_br: Senha para o admin do Rocket.Chat

source: Invalid password
pt_br: Senha inválida

source: Username that identifies you in the Rocket.Chat platform. Use small names with letters and dashes such as @my-user-name.
pt_br: Usuário que te identifica na plataforma Rocket.Chat. Use nomes curtos com letras e barras em vez de espaços. Ex: @meu-nome.

source: Username must consist of letters, numbers and dashes.
pt_br: Nomes de usuário devem conter letras, números e hífens.

source: Rocketchat user id
pt_br: Usuário no Rocketchat

source: Rocketchat user token
pt_br: Token de usuário no Rocketchat

source: Account data
pt_br: Dados da conta

source: JSON-encoded data for user account.
pt_br: Dados em formato JSON para conta do usúario

source: Is user active?
pt_br: O usúario está ativo?

source: True for active Rocket.Chat accounts.
pt_br: Verdadeiro para contas ativas de Rocket.Chat.

source: Rocket.Chat Account
pt_br: Conta do Rocketchat

source: Rocket.Chat Accounts
pt_br: Contas do Rocketchat

source: Can login in the Rocket.Chat instance.
pt_br: Pode logar na instancia Rocket.Chat.

source: Public URL in which the Rocket.Chat instance is installed.
pt_br: URL Pública na qual a instância Rocket.Chat é instalada.

source: Rocket.Chat private URL
pt_br: URL privada do Rocket.Chat

source: A private URL used only for API calls. Can be used to override the public URL if Rocket.Chat is available in an internal address in your network.
pt_br: Uma URL privada usada apenas para as chamadas de API. Pode ser usada para sobrescrever a URL publica se o Rocket.Chat está disponível num endereço interno da sua rede.

source: Admin username
pt_br: Nome de usuário administrativo

source: Username for Rocket.Chat admin user
pt_br: Nome de usuário do administrador do Rocket.Chat

source: Admin user id
pt_br: Id do usuário administrativo

source: Id string for the Rocket.Chat admin user.
pt_br: Identificador para o admin do Rocket.Chat.

source: Login token
pt_br: Token de login

source: Login token for the Rocket.Chat admin user.
pt_br: Token de login para o usúario admin do Rocket.Chat.

source: Is active
pt_br: É ativo

source: Set to false to temporarily disable RocketChat integration.
pt_br: Marque como falso para desabilitar temporariamente a integração com o RocketChat.

source: Rocket.Chat Configuration
pt_br: Configuração do rocketchat

source: Rocket.Chat Configurations
pt_br: Configurações do rocketchat

source: Permissions
pt_br: Permissões

source: Important dates
pt_br: Datas importantes

source: Your password
pt_br: Sua senha

source: Password confirmation
pt_br: Confirmação de senha

source: Confirm your password
pt_br: Confirme sua senha

source: Passwords do not match
pt_br: Senhas não são iguais

source: Your e-mail
pt_br: Seu email

source: email address
pt_br: endereço de email

source: Your e-mail address
pt_br: endereço de email

source: Limit conversations in board
pt_br: Limitar conversas no board

source: Limit number of conversations in user board
pt_br: Limitar o número de conversas no mural do usuário

source: User token
pt_br: Token do usuário

source: Invalid email or password
pt_br: Email ou senha inválidos

source: Please reset your password
pt_br: Por favor reset sua senha
