Repository: ejplatform/ej-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: EJ - A platform of social participacion.
pt_br: EJ - Uma plataforma para participação social.

source: Please override the "content" block of your template!
pt_br: Por favor substitua o bloco "content" do seu template!

source: Under construction!
pt_br: Em construção!

source: Context variables
pt_br: Varíaveis de contexto

source: Start now!
pt_br: Começar agora!

source: LOGIN
pt_br: ENTRAR

source: Back
pt_br: Voltar

source: Site logo
pt_br: Logo do site

source: Navigation menu
pt_br: Menu de navegação

source: Panel
pt_br: Painel

source: Profile
pt_br: Perfil

source: About
pt_br: Sobre

source: Frequently Asked Questions
pt_br: Perguntas frequentes

source: Usage terms
pt_br: Termos de uso

source: Your conversations
pt_br: Suas conversas

source: Favorite conversations
pt_br: Conversas Favoritas

source: Home
pt_br: Início

source: Accessibility
pt_br: Acessibilidade

source: Increase font size
pt_br: Aumentar o tamanho da fonte

source: Decrease font size
pt_br: Diminuir o tamanho da fonte

source: High contrast mode
pt_br: Modo de alto contraste

source: Logout
pt_br: Sair

source: about
pt_br: sobre

source: About us
pt_br: Sobre nós

source: frequent questions
pt_br: perguntas frequentes

source: Frequently asked questions
pt_br: Perguntas frequentes

source: usage
pt_br: termos de uso

source: Create opinion surveys.
pt_br: Crie consultas de opinião.

source: Try
pt_br: Experimente

source: How it works
pt_br: Como funciona

source: Create a conversation
pt_br: Crie uma conversa

source: create conversations on EJ to receive ideas and opinions about politics, services or public equipments.
pt_br: crie conversas no EJ para receber ideias e opiniões sobre políticas, serviços ou equipamentos públicos.

source: Listen to the people
pt_br: Escute a população

source: identify the priorities and the different opinion groups in the society.
pt_br: identifique suas prioridades e os diferentes grupos de opinião existentes na sociedade.

source: Take decisions
pt_br: Tome decisões

source: make participants know, communicating directly and amplifying the responses.
pt_br: faça os participantes saberem, comunicando diretamente e amplificando as respostas.

source: Participative conversations
pt_br: Conversas participativas

source: Many people
pt_br: Muitas pessoas

source: No attacks or fakes
pt_br: Sem ataques ou fakes

source: Nuances instead of bubbles
pt_br: Nuances invés de bolhas

source: Free
pt_br: Gratuito

source: Explore the EJ resources with our documented guides
pt_br: Explore o máximo dos recursos do EJ com nossos guias documentados

source: User Guides
pt_br: Guias de Usuário

source: Installation Guides
pt_br: Guias de Instalação

source: Administration Guides
pt_br: Guias de Administração

source: Development Guides
pt_br: Guias de Desenvolvimento

source: Our Artificial Intelligence
pt_br: Nossa Inteligência Artificial

source: Contributing
pt_br: Contribuindo

source: Getting Help
pt_br: Obtendo Ajuda

source: EJ Community
pt_br: Comunidade EJ

source: Who is using EJ
pt_br: Quem já adotou o EJ

source: Cancel
pt_br: Cancelar

source: Save board
pt_br: Salvar mural

source: Fill up the form to create a new conversation board
pt_br: Preencha os campos para criar ou editar o mural de conversas

source: Save
pt_br: Salvar

source: Edit board
pt_br: Editar mural

source: Fill up the form to edit this conversation board
pt_br: Preencha os campos para criar ou editar o mural de conversas

source: Create boards to group similar conversations!
pt_br: Crie murais para agrupar conversas similares!

source: Create a new board!
pt_br: Criar um novo mural!

source: New Stereotype for conversation:
pt_br: Novo Estereótipo da conversa:

source: List below comments about this stereotype and define votes.
pt_br: Liste abaixo os comentários referentes a esse estereótipo e defina os votos.

source: Create
pt_br: Criar

source: There were some errors in the information you entered. Please correct the problems bellow.
pt_br: Houve alguns erros na informação que você preencheu. Por favor corrija os problemas abaixo.

source: Add comment
pt_br: Adicionar comentário

source: Edit Stereotype
pt_br: Editar estereótipo

source: Cluster: {name}
pt_br: Grupo: {name}

source: Please vote on the comments bellow to define your stereotype.
pt_br: Por favor vote nos comentários abaixo para definir seu estereótipo.

source: Register votes
pt_br: Registre votos

source: This stereotype have voted on all comments.
pt_br: Esse estereótipo já votou em todos os comentários.

source: Already voted
pt_br: Já votou

source: The stereotype has voted in the following comments.
pt_br: O estereótipo já votou nos seguintes comentários.

source: Change votes
pt_br: Mudar votos

source: New stereotype
pt_br: Adicionar novo estereótipo

source: Search Stereotype:
pt_br: Pesquisar Estereótipo:

source: Done
pt_br: Concluir

source: Conversation: {name}
pt_br: Conversa: {name}

source: Remove Comment
pt_br: Remover comentário

source: Manage personas: %(conversation_title)s
pt_br: Gerenciar personas: %(conversation_title)s

source: Create, delete and edit personas
pt_br: Criar, excluir e editar personas

source: No stereotypes found
pt_br: Nenhum estereótipo encontrado

source: Fragment list
pt_br: Lista de fragmentos

source: Django Settings
pt_br: Configurações do Django

source: Site info
pt_br: Informações do site

source: Configurations/Debug
pt_br: Configurações/Debug

source: Choose a configuration page
pt_br: Escolha uma página de configuração

source: Styles
pt_br: Estilos

source: Test and document EJ styles. Useful for designers to tweak the CSS variables for the theme.
pt_br: Teste e documento os estilos EJ. Útil para designers ajustarem as variáveis de CSS para o tema.

source: Statistics
pt_br: Estatísticas

source: Generic information about the current instance of the EJ platform.
pt_br: Informação genérica sobre a instância atual do EJ Platform.

source: Fragments
pt_br: Lista de fragmentos

source: Discover information about missing fragments and content.
pt_br: Descubra informações sobre fragmentos e conteúdos ausentes.

source: Django settings
pt_br: Configurações do Django

source: Display all Django Settings for this website.
pt_br: Exibir todas as configurações Django para esse website.

source: It is necessary to %(login_anchor)s before voting or sending a comment!
pt_br: É necessário %(login_anchor)s antes de votar ou enviar um comentário!

source: Include something new and avoid similar opinions.
pt_br: Escreva algo novo e evite opiniões similares.

source: Ooops!
pt_br: Oooopa!

source: You reached the limit of comments in this conversation.
pt_br: Você atingiu o limite de comentários nesta conversa.

source: Please %(login_anchor)s to vote on this conversation.
pt_br: Favor %(login_anchor)s para votar nesta conversa.

source: Opinion
pt_br: Opinião

source: by
pt_br: por

source: Approve
pt_br: Aprovar

source: Disapprove
pt_br: Rejeitar

source: Reason
pt_br: Justificativa

source: The comment will receive your rejection reason
pt_br: O comentário vai receber sua justificativa de rejeição

source: See Conversation
pt_br: Ver Conversa

source: {count} comments
pt_br: {count} comentários

source: {count} votes
pt_br: {count} votos

source: {count} favorites
pt_br: {count} favoritos

source: Unfavorite
pt_br: Desfavoritar

source: Favorite
pt_br: Favorito

source: Share
pt_br: Compartilhar

source: Participate now!
pt_br: Participar agora!

source: Moderate Conversation
pt_br: Moderar Conversa

source: Type here the comment
pt_br: Escreva aqui o comentário

source: Type your comment here
pt_br: Escreva aqui o seu comentário

source: Add more comments
pt_br: Adicionar mais comentários

source: Send
pt_br: Enviar

source: Welcome
pt_br: Boas vindas

source: You started your participation! Start voting in comments: you can agree, desagree or pass if you want to vote after
pt_br: Você iniciou sua participação! Comece a votar nos comentários: você pode concordar, discordar ou pular

source: Participation
pt_br: Índice de participação

source: From your votes, you will be setted up in a opnion group, and you will can get powers that it will help you to diversify dialogues and sticking opnion bubbles!
pt_br: A partir dos seus votos, você será inserido num grupo de opinião, e você receberá poderes que te ajudarão a diversificar os diálogos e furar as bolhas de opinião!

source: Powers
pt_br: Poderes

source: With the powers, Minority Activist, Dialogue Brigde and Sticks Bubble, you will get more speech powers, increasing your comment limit and/or their visibility!
pt_br: Com os poderes de Ativista de Minoria e Ponte de Diálogo, você ganhará mais poder de fala, aumentando a visibilidade dos seus comentários!

source: Congratulations!
pt_br: Parabéns!

source: There are no comments left to vote :)
pt_br: Não há comentários para votar :)

source: You have {} comment{} under moderation.
pt_br: Você tem {} comentário{} aguardando moderação.

source: Click here
pt_br: Clique aqui

source: to see {}.
pt_br: para ver {}.

source: CREATE COMMENT
pt_br: CRIAR COMENTÁRIO

source: {} comment{}.
pt_br: {} commentário{}.

source: Your comments will not be moderated because you are the author of this conversation.
pt_br: Seus comentários não serão moderados porque você é a autora/autor dessa conversa.

source: {}/{} comment{}.
pt_br: {}/{} commentário{}.

source: {} waiting moderation.
pt_br: {} aguardando moderação.

source: Manage stereotypes
pt_br: Gerenciar estereótipos

source: Promote conversation on public list
pt_br: Promover conversa para o board público

source: Comments in this conversation
pt_br: Comentários da conversa

source: New conversation
pt_br: Nova conversa

source: Edit Board
pt_br: Editar mural

source: Viewing board:
pt_br: Visualizando mural

source: Create a new board
pt_br: Criar um novo mural

source: public conversations
pt_br: conversas públicas

source: go to my conversations
pt_br: Suas conversas

source: Edit Conversation
pt_br: Editar Conversa

source: No comments left
pt_br: Não há mais comentários

source: View all conversations
pt_br: Ver todas as conversas

source: Profile picture
pt_br: Foto de perfil

source: Favorite Conversations
pt_br: Conversas Favoritas

source: Contributions
pt_br: Contribuições

source: Logout button
pt_br: Botão sair

source: Profile edit button
pt_br: Botão de edição de perfil

source: Edit profile
pt_br: Editar perfil

source: Edit profile: <em>%(name)s</em>
pt_br: Editar perfil: <em>%(name)s</em>

source: Choose a file
pt_br: Escolha um arquivo

source: No file chosen
pt_br: Nenhum arquivo foi escolhido

source: You do not have any favorite conversations!
pt_br: Você não tem nenhuma conversa favorita ainda!

source: Download raw data
pt_br: Baixar dados brutos

source: Conversation report: basic info
pt_br: Relatório da conversa: informações básicas

source: Summary (%(users)s active users)
pt_br: Sumário (%(users)s usuários ativos)

source: More info
pt_br: Mais informações

source: Participants
pt_br: Participantes

source: See statistics about each participant.
pt_br: Veja as estatísticas de cada participante.

source: Conversation report: list of participants
pt_br: Relatório da conversa: lista de participantes

source: back
pt_br: Voltar

source: Data
pt_br: Dados

source: Error!
pt_br: Erro!

source: Not enough data to show scatter plot!
pt_br: Sem dados suficientes para exibir o scatter plot

source: Configure Rocket.Chat Integration
pt_br: Configurar a integração com o Rocket.Chat

source: Admin user
pt_br: Usuário administrativo

source: Access token
pt_br: Token de acesso

source: Panel: Register username
pt_br: Painel: Registrar nome do usuário

source: Panel settings
pt_br: Configurações do Painel

source: Login
pt_br: Entrar

source: Login button
pt_br: Botão de login

source: forgot my password
pt_br: esqueci minha senha

source: Register button
pt_br: Botão de registro

source: Register now!
pt_br: Registre agora!

source: or sign up through other networks
pt_br: ou entre usando outras redes

source: Hello ! You can use the following link to reset your password: %(url)s Thanks, Your friends at Empurrando Juntos.
pt_br: Olá ! Você pode usar o seguinte link para refazer sua senha: %(url)s Obrigada, Suas amigas da Empurrando Juntas.

source: Reset password
pt_br: Recriar minha senha

source: Forgot your password?
pt_br: Esqueceu a senha?

source: Check your email for a link to reset your password. If it doesn’t appear within a few minutes, check your spam folder.
pt_br: Verifique se você recebeu em seu email um link para resetar sua senha. Se o link não aparecer em alguns minutos, verifique sua caixa de spam.

source: Return to Login
pt_br: Voltar para o Login

source: Enter your account email address and we will send you a link to reset your password
pt_br: Insira seu endereço de e-mail abaixo, e nós vamos lhe enviar uma mensagem com instruções para recriar sua senha.

source: Register new user
pt_br: Registre agora!

source: Recover password
pt_br: Recriar minha senha

source: Enter your new password:
pt_br: Digite sua nova senha:

source: It looks like you clicked on an invalid password reset link.
pt_br: Parece que você clicou em um link de nova senha inválido.

source: Try again
pt_br: Tente novamente

source: Update
pt_br: Atualizar
